[{"model": "blog.category", "pk": 2, "fields": {"title": "beds", "slug": "bed"}}, {"model": "blog.category", "pk": 3, "fields": {"title": "furniture", "slug": "furniture"}}, {"model": "blog.post", "pk": 2, "fields": {"category": 2, "title": "Bed Frame and Wood Headboard", "slug": "bed", "intro": "This beautiful DIY bed frame and wood headboard can be built for just $100 and is perfect for the beginner.", "article": "There's a lot of advantages to building a DIY bed frame. You'll get to customize it for the size you want and use materials you like. Store-bought bed frames can get really expensive but the price of building one yourself is just a fraction of the cost of a new one.\r\n\r\nThese DIY bed frames come in all different sizes from Twin to King, making it easy to choose one for the size of mattress that you have. They are also available in all different styles. There are platform beds, raised platform beds, and more traditional bed frames. Some of these plans also include instructions on how to build a matching headboard. Whichever one you choose, you're sure to make a bed you love and have fun doing it.", "image": "bed.jpg", "date_added": "2021-03-14T19:28:34.238Z"}}, {"model": "blog.post", "pk": 3, "fields": {"category": 3, "title": "Chalk Paint Furniture Ideas", "slug": "furniture", "intro": "Sometimes you don't even need to paint the entire piece of furniture to make an impact. Consider this chalk paint project from Damask Love.", "article": "Chalky painted furniture can be traditional, modern, or anywhere in between. In truth, the options are limitless, which is one reason why this paint has exploded in the crafting world.\r\n\r\nPainting furniture generally requires a lot of prep work, but that isn't the case with chalky-finish paint. The entire process is quick and beginner-friendly. Pick up a quart of your favorite color, and try out one of these chalk paint furniture ideas.", "image": "furniture.jpg", "date_added": "2021-03-14T19:34:57.678Z"}}, {"model": "blog.comment", "pk": 8, "fields": {"post": 2, "name": "Sophie Boyle", "article": "test", "date_added": "2021-03-20T19:59:33.764Z"}}, {"model": "blog.comment", "pk": 9, "fields": {"post": 3, "name": "test", "article": "test", "date_added": "2021-03-23T08:42:32.950Z"}}]